#Переменная df содержит DataFrame.
#
#Выведите на печать сумму всех возрастов в df.

print(np.sum(df["age"]))
